Repository: shary17454/BalootHub
Catalog: BalootHub/Resources/Localizable.xcstrings
Source language: ar
Languages: de, en, es, fr, hi, id, ru, tr, ur, zh_hans

source: تعظيم نقاط الفريق عبر إعلان المشاريع الصحيحة إضافة إلى نقاط الأكلات المعتادة.
de: Die Teampunkte durch gültige Projektansagen zusätzlich zu den Stichpunkten maximieren.
en: Maximize your team's points by declaring valid projects in addition to the usual trick points.
es: Maximizar los puntos del equipo declarando proyectos válidos además de las bazas.
fr: Maximiser les points de l'équipe en annonçant des projets valides en plus des plis.
hi: सही प्रोजेक्ट घोषित कर सामान्य चाल-अंकों के अलावा टीम अंक बढ़ाना।
id: Memaksimalkan poin tim dengan mendeklarasikan proyek sah selain poin trik biasa.
ru: Максимизировать очки команды, объявляя действительные проекты вдобавок к взяткам.
tr: Geçerli projeleri ilan ederek olağan el puanlarına ek olarak takım puanını en üste çıkarmak.
ur: درست پروجیکٹس کے اعلان سے عام ہاتھ پوائنٹس کے علاوہ ٹیم کے پوائنٹس بڑھانا۔
zh_hans: 通过宣告有效项目，在常规墩分之外最大化队伍得分。

source: تُعلَن الجلسة منتهية والفريق فائزًا فور بلوغ أحد الفريقين الهدف المستهدف بفارق واضح.
de: Die Sitzung endet und das Team gewinnt, sobald es das Ziel mit klarem Abstand erreicht.
en: The session is declared over and the team declared the winner as soon as one team reaches the target score by a clear margin.
es: La sesión termina y se declara ganador al equipo en cuanto alcanza el objetivo con margen claro.
fr: La session s'achève et l'équipe est déclarée gagnante dès l'objectif atteint avec un écart net.
hi: जैसे ही कोई टीम स्पष्ट अंतर से लक्ष्य तक पहुँचे, सत्र समाप्त और वह टीम विजेता।
id: Sesi berakhir dan tim dinyatakan menang begitu satu tim mencapai target dengan selisih jelas.
ru: Сессия завершается и команда объявляется победителем при достижении цели с явным отрывом.
tr: Bir takım hedefe net farkla ulaşınca oturum biter ve o takım kazanan ilan edilir.
ur: جیسے ہی کوئی ٹیم واضح فرق سے ہدف تک پہنچے، سیشن ختم اور وہ ٹیم فاتح قرار۔
zh_hans: 一旦某队以明显优势达到目标分，本场即结束并宣布该队获胜。

source: تفعيل مضاعف "قهوة"
de: Multiplikator „Coffee“ aktivieren
en: Enable "Coffee" Multiplier
es: Activar multiplicador «Coffee»
fr: Activer le multiplicateur « Coffee »
hi: "Coffee" गुणक सक्षम करें
id: Aktifkan Pengganda "Coffee"
ru: Включить множитель «Coffee»
tr: "Coffee" çarpanını etkinleştir
ur: ”Coffee“ ضرب فعال کریں
zh_hans: 启用“Coffee”倍数

source: تقليل الحركة
de: Bewegung reduzieren
en: Reduce Motion
es: Reducir movimiento
fr: Réduire les animations
hi: गति कम करें
id: Kurangi Gerakan
ru: Уменьшить движение
tr: Hareketi azalt
ur: حرکت کم کریں
zh_hans: 减弱动态效果

source: تلخّص قيم المشاريع الشائعة وتنبّه إلى أنها قد تختلف بين المجالس.
de: Fasst gängige Projektwerte zusammen und weist auf Unterschiede je Runde hin.
en: Summarizes the values of common projects and notes that they may vary between groups.
es: Resume los valores de los proyectos comunes y advierte que varían entre grupos.
fr: Résume les valeurs des projets courants en rappelant qu'elles varient selon les groupes.
hi: सामान्य प्रोजेक्ट मूल्यों का सार देती है और बताती है कि ये समूहों में भिन्न हो सकते हैं।
id: Merangkum nilai proyek umum dan mengingatkan bahwa nilainya bisa berbeda antar kelompok.
ru: Сводит значения обычных проектов и напоминает, что они разнятся по компаниям.
tr: Yaygın proje değerlerini özetler ve meclisten meclise değişebileceğini belirtir.
ur: عام پروجیکٹس کی قیمتیں خلاصہ کرتی ہے اور بتاتی ہے کہ یہ مجالس میں مختلف ہو سکتی ہیں۔
zh_hans: 汇总常见项目的分值，并提示各牌局圈子可能不同。

source: تُلعب غالبًا بأربعة لاعبين، وتختلف التفاصيل بين المجالس.
de: Wird meist zu viert gespielt; Details unterscheiden sich je nach Runde.
en: Usually played with four players, with details varying between groups.
es: Se juega normalmente entre cuatro, con detalles que varían según el grupo.
fr: Se joue généralement à quatre, avec des détails variables selon les groupes.
hi: आमतौर पर चार खिलाड़ियों से खेली जाती है, विवरण समूह अनुसार बदलते हैं।
id: Biasanya dimainkan empat orang, detailnya berbeda antar kelompok.
ru: Обычно играют вчетвером, детали различаются между компаниями.
tr: Genelde dört kişiyle oynanır; ayrıntılar meclisten meclise değişir.
ur: عام طور پر چار کھلاڑیوں سے کھیلی جاتی ہے، تفصیلات مجلس در مجلس مختلف۔
zh_hans: 通常四人对局，细节因不同牌局圈子而异。

source: تم
de: Fertig
en: Done
es: Hecho
fr: Terminé
hi: हो गया
id: Selesai
ru: Готово
tr: Tamam
ur: ہو گیا
zh_hans: 完成

source: تنبيه
de: Hinweis
en: Alert
es: Aviso
fr: Alerte
hi: सूचना
id: Peringatan
ru: Внимание
tr: Uyarı
ur: انتباہ
zh_hans: 提示

source: تنتهي الجولة بانتهاء الأوراق، وتُعلن النتيجة بحسب الصيغة المعتمدة.
de: Die Runde endet, wenn die Karten aus sind; das Ergebnis richtet sich nach dem Format.
en: The round ends when the cards run out, and the result is declared according to the format used.
es: La ronda acaba al agotarse las cartas y el resultado se anuncia según el formato.
fr: La manche s'achève à l'épuisement des cartes et le résultat suit le format retenu.
hi: कार्ड समाप्त होने पर राउंड समाप्त और परिणाम चुने प्रारूप अनुसार घोषित होता है।
id: Ronde berakhir saat kartu habis, dan hasil diumumkan sesuai format.
ru: Раунд заканчивается, когда карты выходят, а результат объявляют по формату.
tr: Kartlar bitince el sona erer ve sonuç seçilen formata göre açıklanır.
ur: کارڈ ختم ہونے پر راؤنڈ ختم اور نتیجہ منتخب فارمیٹ کے مطابق اعلان ہوتا ہے۔
zh_hans: 牌出完则本局结束，按所采用的赛制公布结果。

source: تنتهي الجولة بانتهاء كل الأوراق (13 أكلة)، وتُحدَّث النتيجة التراكمية.
de: Die Runde endet nach 13 Stichen; der Gesamtstand wird aktualisiert.
en: The round ends when all the cards are played (13 tricks), and the running total is updated.
es: La ronda acaba tras las 13 bazas y se actualiza el acumulado.
fr: La manche s'achève après les 13 plis et le cumul est mis à jour.
hi: सारे कार्ड (13 चालें) समाप्त होने पर राउंड खत्म और कुल स्कोर अपडेट होता है।
id: Ronde berakhir saat semua kartu habis (13 trik), dan total diperbarui.
ru: Раунд заканчивается после 13 взяток, общий счёт обновляется.
tr: Tüm kartlar bitince (13 el) el sona erer ve toplam skor güncellenir.
ur: تمام کارڈ (13 ہاتھ) ختم ہونے پر راؤنڈ ختم اور مجموعی نتیجہ اپ ڈیٹ ہوتا ہے۔
zh_hans: 打完全部牌（13 墩）后本局结束，累计分随之更新。

source: تنتهي الجولة بخلوّ يد أحد اللاعبين من الأوراق أو باستنفاد الحزمة الاحتياطية.
de: Die Runde endet, wenn eine Hand leer ist oder der Nachziehstapel aufgebraucht ist.
en: The round ends when one player's hand is empty or the draw pile is exhausted.
es: La ronda acaba cuando una mano queda vacía o se agota el mazo de robo.
fr: La manche s'achève quand une main est vide ou que la pioche est épuisée.
hi: राउंड तब खत्म जब किसी का हाथ खाली हो या ड्रॉ ढेर समाप्त हो।
id: Ronde berakhir saat tangan seorang pemain kosong atau tumpukan ambil habis.
ru: Раунд заканчивается, когда у игрока кончаются карты или иссякает колода добора.
tr: El, bir oyuncunun eli bitince ya da çekme destesi tükenince sona erer.
ur: راؤنڈ اس وقت ختم جب کسی کھلاڑی کا ہاتھ خالی ہو یا ذخیرہ گڈی ختم ہو جائے۔
zh_hans: 当某位玩家手牌出完或摸牌堆耗尽时，本局结束。

source: تنتهي الجولة بعد الأكلات الثماني، وتُحتسب نقاط كل فريق وتُضاف إلى إجمالي الجلسة.
de: Die Runde endet nach acht Stichen; die Teampunkte kommen zur Sitzungssumme.
en: The round ends after the eight tricks, and each team's points are counted and added to the session total.
es: La ronda acaba tras ocho bazas y los puntos de cada equipo se suman al total.
fr: La manche s'achève après huit plis ; les points de chaque équipe s'ajoutent au total.
hi: आठ चालों के बाद राउंड समाप्त; हर टीम के अंक गिनकर सत्र के कुल में जुड़ते हैं।
id: Ronde berakhir setelah delapan trik; poin tiap tim dihitung dan ditambahkan ke total sesi.
ru: Раунд заканчивается после восьми взяток; очки команд идут в общий счёт.
tr: Sekiz elden sonra el biter; her takımın puanı hesaplanıp oturum toplamına eklenir.
ur: آٹھ ہاتھ کے بعد راؤنڈ ختم؛ ہر ٹیم کے پوائنٹس شمار ہو کر سیشن کے مجموعے میں شامل ہوتے ہیں۔
zh_hans: 八墩打完本局结束，各队分数汇总并计入本场累计。

source: تنتهي الجولة بعد لعب الأكلات الثماني وتُجمع النقاط لكل فريق.
de: Die Runde endet nach acht Stichen; die Punkte jedes Teams werden addiert.
en: The round ends after the eight tricks are played and each team's points are added up.
es: La ronda termina tras las ocho bazas y se suman los puntos de cada equipo.
fr: La manche s'achève après les huit plis et les points de chaque équipe sont additionnés.
hi: आठ चालों के बाद राउंड समाप्त होता है और हर टीम के अंक जोड़े जाते हैं।
id: Ronde berakhir setelah delapan trik dan poin tiap tim dijumlahkan.
ru: Раунд заканчивается после восьми взяток, очки каждой команды суммируются.
tr: Sekiz el oynanınca el biter ve her takımın puanı toplanır.
ur: آٹھ ہاتھ کھیلنے کے بعد راؤنڈ ختم ہوتا ہے اور ہر ٹیم کے پوائنٹس جمع ہوتے ہیں۔
zh_hans: 打完八墩后本局结束，并汇总各队分数。

source: تنتهي الجولة بعد لعب كل الأوراق الثماني (8 أكلات)، ثم تُحسب النقاط ويبدأ توزيع جديد حتى يبلغ أحد الفريقين الهدف.
de: Nach acht Stichen werden die Punkte gezählt und neu gegeben, bis ein Team das Ziel erreicht.
en: The round ends after all eight cards are played (8 tricks), then the points are counted and a new deal begins until one team reaches the target.
es: Tras las ocho bazas se cuentan los puntos y se reparte de nuevo hasta que un equipo alcance el objetivo.
fr: Après les huit plis, on compte les points puis on redonne jusqu'à ce qu'une équipe atteigne l'objectif.
hi: आठों कार्ड खेलने (8 चालें) के बाद राउंड समाप्त, अंक गिने जाते हैं और नई बाँट शुरू, जब तक कोई टीम लक्ष्य तक न पहुँचे।
id: Ronde berakhir setelah kedelapan kartu dimainkan (8 trik), lalu poin dihitung dan pembagian baru dimulai sampai satu tim mencapai target.
ru: После восьми взяток очки считают и раздают заново, пока команда не достигнет цели.
tr: Sekiz kart da oynanınca (8 el) el biter, puanlar hesaplanır ve bir takım hedefe ulaşana dek yeni dağıtım yapılır.
ur: آٹھوں کارڈ کھیلنے (8 ہاتھ) کے بعد راؤنڈ ختم، پوائنٹس شمار ہوتے ہیں اور نئی تقسیم شروع، تاآنکہ کوئی ٹیم ہدف تک پہنچے۔
zh_hans: 打完全部八张牌（8 墩）后本局结束，随后计分并重新发牌，直到有一队达到目标分。

source: تنتهي الجولة كالمعتاد بعد الأكلات الثماني مع إضافة قيمة المشاريع الصحيحة للنتيجة.
de: Die Runde endet nach acht Stichen; gültige Projektwerte kommen zum Ergebnis hinzu.
en: The round ends as usual after the eight tricks, with the value of any valid projects added to the result.
es: La ronda acaba tras ocho bazas, sumando al resultado el valor de los proyectos válidos.
fr: La manche s'achève après huit plis, la valeur des projets valides s'ajoutant au score.
hi: राउंड सामान्यतः आठ चालों के बाद समाप्त, और सही प्रोजेक्ट का मूल्य परिणाम में जुड़ता है।
id: Ronde berakhir seperti biasa setelah delapan trik, dengan nilai proyek sah ditambahkan ke hasil.
ru: Раунд заканчивается после восьми взяток, к результату добавляются действительные проекты.
tr: El, sekiz elden sonra normal şekilde biter; geçerli projelerin değeri sonuca eklenir.
ur: راؤنڈ معمول کے مطابق آٹھ ہاتھ کے بعد ختم، اور درست پروجیکٹس کی قیمت نتیجے میں شامل۔
zh_hans: 本局照常在八墩后结束，有效项目的分值计入结果。

source: تنتهي الجولة كالمعتاد بعد الأكلات الثماني، وتُطبَّق المضاعفة على النتيجة النهائية قبل إضافتها لإجمالي الجلسة.
de: Die Runde endet nach acht Stichen; der Multiplikator greift vor der Addition zur Sitzungssumme.
en: The round ends as usual after the eight tricks, and the multiplier is applied to the final result before it is added to the session total.
es: La ronda acaba tras ocho bazas y el multiplicador se aplica antes de sumarse al total.
fr: La manche s'achève après huit plis et le multiplicateur s'applique avant l'ajout au total.
hi: राउंड सामान्यतः आठ चालों के बाद समाप्त, और गुणक सत्र के कुल में जोड़ने से पहले परिणाम पर लगता है।
id: Ronde berakhir seperti biasa setelah delapan trik, dan pengganda diterapkan pada hasil akhir sebelum ditambahkan ke total sesi.
ru: Раунд заканчивается после восьми взяток; множитель применяется до добавления в общий счёт.
tr: El, sekiz elden sonra normal biter ve çarpan, oturum toplamına eklenmeden önce nihai sonuca uygulanır.
ur: راؤنڈ معمول کے مطابق آٹھ ہاتھ کے بعد ختم، اور ضرب سیشن کے مجموعے میں شامل کرنے سے پہلے نتیجے پر لگتی ہے۔
zh_hans: 本局照常在八墩后结束；倍数在计入本场累计前先施加于最终结果。

source: تنتهي كل جولة فرعية بانتهاء الأوراق، وتنتهي الدورة الكاملة بعد لعب كل أنماط الجولات المتفق عليها.
de: Jede Teilrunde endet mit den Karten; der Zyklus endet nach allen vereinbarten Rundenarten.
en: Each sub-round ends when its cards run out, and the full cycle ends after all the agreed round types have been played.
es: Cada subronda acaba al agotarse las cartas y el ciclo completo tras jugar todos los tipos acordados.
fr: Chaque sous-manche finit quand les cartes sont épuisées ; le cycle se termine après tous les types convenus.
hi: हर उप-राउंड कार्ड समाप्त होने पर, और पूरा चक्र सभी तय राउंड प्रकार खेलने के बाद समाप्त होता है।
id: Tiap sub-ronde berakhir saat kartu habis, dan siklus penuh berakhir setelah semua jenis ronde yang disepakati dimainkan.
ru: Каждый подраунд кончается с картами, а цикл — после всех согласованных типов.
tr: Her alt el kartlar bitince sona erer; tam döngü, anlaşılan tüm el türleri oynandıktan sonra biter.
ur: ہر ذیلی راؤنڈ کارڈ ختم ہونے پر، اور مکمل دور تمام طے شدہ راؤنڈ اقسام کھیلنے کے بعد ختم ہوتا ہے۔
zh_hans: 每个子局在牌出完时结束，整个周期在打完所有约定的小局类型后结束。

source: تُوزَّع الأوراق بالتساوي على اللاعبين في بداية كل جولة.
de: Die Karten werden zu Beginn jeder Runde gleichmäßig verteilt.
en: The cards are dealt evenly among the players at the start of each round.
es: Las cartas se reparten por igual al inicio de cada ronda.
fr: Les cartes sont distribuées à parts égales au début de chaque manche.
hi: हर राउंड की शुरुआत में कार्ड बराबर बाँटे जाते हैं।
id: Kartu dibagi rata kepada pemain di awal tiap ronde.
ru: Карты раздаются поровну в начале каждого раунда.
tr: Her elin başında kartlar oyunculara eşit dağıtılır.
ur: ہر راؤنڈ کے شروع میں کارڈ برابر تقسیم ہوتے ہیں۔
zh_hans: 每局开始时将牌平均分给各玩家。

source: تُوزَّع الأوراق حسب عدد اللاعبين، وتُترك بقية الحزمة كسحب احتياطي إن كانت الصيغة تسمح بذلك.
de: Die Karten werden nach Spielerzahl verteilt; der Rest bleibt als Nachziehstapel, falls erlaubt.
en: Cards are dealt according to the number of players, with the rest of the deck left as a draw pile if the format allows it.
es: Las cartas se reparten según el número de jugadores y el resto queda como mazo de robo si se permite.
fr: Les cartes sont distribuées selon le nombre de joueurs, le reste servant de pioche si permis.
hi: कार्ड खिलाड़ियों की संख्या अनुसार बाँटे जाते हैं, और प्रारूप अनुमति दे तो शेष ढेर ड्रॉ के लिए।
id: Kartu dibagi menurut jumlah pemain, sisanya menjadi tumpukan ambil bila format mengizinkan.
ru: Карты раздают по числу игроков, остаток — колода добора, если формат позволяет.
tr: Kartlar oyuncu sayısına göre dağıtılır; format izin veriyorsa kalan deste çekme destesi olarak bırakılır.
ur: کارڈ کھلاڑیوں کی تعداد کے مطابق تقسیم، اور فارمیٹ اجازت دے تو باقی گڈی ذخیرہ کے طور پر۔
zh_hans: 按人数发牌，若赛制允许，余下的牌作为摸牌堆。

source: تُوزَّع كل الأوراق على اللاعبين الأربعة بالتساوي (13 ورقة لكل لاعب) في بداية كل جولة من الدورة.
de: Alle Karten gehen zu Beginn jeder Zyklusrunde gleichmäßig an vier Spieler (je 13).
en: All cards are dealt evenly among the four players (13 cards each) at the start of each round in the cycle.
es: Todas las cartas se reparten entre cuatro jugadores (13 cada uno) al inicio de cada ronda del ciclo.
fr: Toutes les cartes sont réparties entre quatre joueurs (13 chacune) au début de chaque manche du cycle.
hi: चक्र के हर राउंड की शुरुआत में सारे कार्ड चार खिलाड़ियों में बराबर (प्रत्येक 13) बाँटे जाते हैं।
id: Di awal tiap ronde dalam siklus, semua kartu dibagi rata ke empat pemain (13 tiap orang).
ru: В начале каждого раунда цикла все карты делят между четырьмя игроками (по 13).
tr: Döngünün her elinin başında tüm kartlar dört oyuncuya eşit dağıtılır (kişi başı 13).
ur: دور کے ہر راؤنڈ کے آغاز میں تمام کارڈ چار کھلاڑیوں میں برابر (فی کھلاڑی 13) تقسیم۔
zh_hans: 在周期内每一局开始时，全部牌平均分给四名玩家（每人 13 张）。

source: تُوزَّع كل الأوراق على اللاعبين الأربعة بالتساوي (13 ورقة لكل لاعب).
de: Alle Karten werden gleichmäßig auf vier Spieler verteilt (je 13).
en: All cards are dealt evenly among the four players (13 cards each).
es: Todas las cartas se reparten por igual entre cuatro jugadores (13 cada uno).
fr: Toutes les cartes sont réparties également entre quatre joueurs (13 chacune).
hi: सारे कार्ड चार खिलाड़ियों में बराबर बाँटे जाते हैं (प्रत्येक 13)।
id: Semua kartu dibagi rata ke empat pemain (13 kartu tiap orang).
ru: Все карты делятся поровну между четырьмя игроками (по 13).
tr: Tüm kartlar dört oyuncuya eşit dağıtılır (kişi başı 13 kart).
ur: تمام کارڈ چار کھلاڑیوں میں برابر تقسیم (فی کھلاڑی 13 کارڈ)۔
zh_hans: 全部牌平均分给四名玩家（每人 13 张）。

source: توزيع الأوراق
de: Austeilen
en: Dealing
es: Reparto
fr: Distribution
hi: कार्ड बाँटना
id: Pembagian Kartu
ru: Раздача
tr: Dağıtım
ur: کارڈ بانٹنا
zh_hans: 发牌

source: توزيع الأوراق مطابق للبلوت الكلاسيكي: 8 أوراق لكل لاعب.
de: Das Geben entspricht dem klassischen Baloot: 8 Karten pro Spieler.
en: The deal is identical to Classic Baloot: 8 cards per player.
es: El reparto es igual que en el Baloot clásico: 8 cartas por jugador.
fr: La donne est identique au Baloot classique : 8 cartes par joueur.
hi: बाँट क्लासिक बलूत जैसी: प्रति खिलाड़ी 8 कार्ड।
id: Pembagian sama seperti Baloot klasik: 8 kartu per pemain.
ru: Раздача как в классическом Baloot: по 8 карт игроку.
tr: Dağıtım klasik Baloot ile aynı: oyuncu başına 8 kart.
ur: تقسیم کلاسیکی بلوت جیسی: فی کھلاڑی 8 کارڈ۔
zh_hans: 发牌与经典 Baloot 相同：每人 8 张。

source: توضّح كيف تُضاف نتيجة الجولة إلى إجمالي الجلسة في مسجّل تسجيل البلوت.
de: Erklärt, wie ein Rundenergebnis zur Sitzungssumme addiert wird.
en: Explains how a round's result is added to the session total in the Baloot scorekeeper.
es: Explica cómo el resultado de una ronda se suma al total de la sesión.
fr: Explique comment le résultat d'une manche s'ajoute au total de la session.
hi: बताती है कि राउंड का परिणाम सत्र के कुल में कैसे जुड़ता है।
id: Menjelaskan cara hasil ronde ditambahkan ke total sesi.
ru: Объясняет, как результат раунда добавляется к сумме сессии.
tr: Bir elin sonucunun oturum toplamına nasıl eklendiğini açıklar.
ur: بتاتی ہے کہ راؤنڈ کا نتیجہ سیشن کے مجموعے میں کیسے شامل ہوتا ہے۔
zh_hans: 说明单局结果如何计入本场累计。

source: ثري
de: Dreifach
en: Triple
es: Triple
fr: Triple
hi: तीन गुना
id: Tiga Kali
ru: Тройной
tr: Üçlü
ur: تین گنا
zh_hans: 三倍

source: ثمانية
de: Acht
en: Eight
es: Ocho
fr: Huit
hi: आठ
id: Delapan
ru: Восьмёрка
tr: Sekiz
ur: آٹھ
zh_hans: 八

source: جارِ التحميل…
de: Wird geladen…
en: Loading…
es: Cargando…
fr: Chargement…
hi: लोड हो रहा है…
id: Memuat…
ru: Загрузка…
tr: Yükleniyor…
ur: لوڈ ہو رہا ہے…
zh_hans: 载入中…

source: جارِ تجهيز الكتالوج…
de: Katalog wird vorbereitet…
en: Preparing the catalog…
es: Preparando el catálogo…
fr: Préparation du catalogue…
hi: कैटलॉग तैयार हो रहा है…
id: Menyiapkan katalog…
ru: Подготовка каталога…
tr: Katalog hazırlanıyor…
ur: کیٹلاگ تیار ہو رہا ہے…
zh_hans: 正在准备目录…

source: جارِ تحضير الإعدادات…
de: Einstellungen werden vorbereitet…
en: Preparing settings…
es: Preparando los ajustes…
fr: Préparation des réglages…
hi: सेटिंग्स तैयार हो रही हैं…
id: Menyiapkan pengaturan…
ru: Подготовка настроек…
tr: Ayarlar hazırlanıyor…
ur: ترتیبات تیار ہو رہی ہیں…
zh_hans: 正在准备设置…

source: جرّب تغيير الفلتر أو كلمة البحث.
de: Ändere den Filter oder den Suchbegriff.
en: Try changing the filter or search term.
es: Prueba a cambiar el filtro o el término de búsqueda.
fr: Essayez de modifier le filtre ou le terme de recherche.
hi: फ़िल्टर या खोज शब्द बदलकर देखें।
id: Coba ubah filter atau kata pencarian.
ru: Попробуйте изменить фильтр или поисковый запрос.
tr: Filtreyi veya arama terimini değiştirmeyi deneyin.
ur: فلٹر یا تلاش کی اصطلاح تبدیل کر کے دیکھیں۔
zh_hans: 试试更改筛选条件或搜索词。

source: جرّب كلمات بحث أخرى
de: Versuche andere Suchbegriffe
en: Try different search terms
es: Prueba con otros términos de búsqueda
fr: Essayez d'autres termes de recherche
hi: अलग खोज शब्द आज़माएँ
id: Coba kata pencarian lain
ru: Попробуйте другие поисковые запросы
tr: Farklı arama terimleri deneyin
ur: تلاش کی مختلف اصطلاحات آزمائیں
zh_hans: 试试其他搜索词

source: جرّب كلمة بحث أخرى مثل اسم اللعبة أو نوعها.
de: Versuche einen anderen Suchbegriff, etwa den Namen oder die Kategorie des Spiels.
en: Try a different search term, like the game's name or category.
es: Prueba con otro término, como el nombre o la categoría del juego.
fr: Essayez un autre terme, comme le nom ou la catégorie du jeu.
hi: कोई और शब्द आज़माएँ, जैसे गेम का नाम या श्रेणी।
id: Coba kata lain, seperti nama atau kategori permainan.
ru: Попробуйте другой запрос — например, название или категорию игры.
tr: Oyunun adı veya kategorisi gibi farklı bir terim deneyin.
ur: کوئی اور اصطلاح آزمائیں، جیسے گیم کا نام یا اس کا زمرہ۔
zh_hans: 试试其他搜索词，例如游戏名称或类别。

source: جلسات منتهية
de: Beendete Sitzungen
en: Finished Sessions
es: Sesiones finalizadas
fr: Sessions terminées
hi: समाप्त सत्र
id: Sesi Selesai
ru: Завершённые сессии
tr: Biten oturumlar
ur: مکمل شدہ سیشنز
zh_hans: 已结束的会话

source: جلسات نشطة
de: Aktive Sitzungen
en: Active Sessions
es: Sesiones activas
fr: Sessions actives
hi: सक्रिय सत्र
id: Sesi Aktif
ru: Активные сессии
tr: Etkin oturumlar
ur: فعال سیشنز
zh_hans: 进行中的会话

source: جلسة جديدة
de: Neue Sitzung
en: New Session
es: Sesión nueva
fr: Nouvelle session
hi: नया सत्र
id: Sesi Baru
ru: Новая сессия
tr: Yeni oturum
ur: نیا سیشن
zh_hans: 新会话

source: جمع أكبر عدد من نقاط الأوراق باستخدام نوع الحكم المُختار للتفوق حتى عند عدم امتلاك النوع المطلوب.
de: Möglichst viele Kartenpunkte sammeln, indem der Trumpf auch ohne die geforderte Farbe sticht.
en: Collect the most card points by using the chosen trump suit to win even when you don't hold the suit led.
es: Reunir el máximo de puntos usando el triunfo elegido para ganar incluso sin el palo pedido.
fr: Amasser le plus de points en usant de l'atout choisi pour l'emporter même sans la couleur demandée.
hi: चुने तुरुप से बढ़त लेकर सर्वाधिक कार्ड अंक जुटाना, भले माँगा गया सूट न हो।
id: Mengumpulkan poin kartu terbanyak dengan memakai truf pilihan untuk unggul meski tak punya simbol yang diminta.
ru: Собрать больше очков, используя выбранный козырь, даже не имея затребованной масти.
tr: İstenen sembol elde yokken bile seçilen kozla üstün gelerek en çok kart puanını toplamak.
ur: منتخب ترپ سے برتری لے کر سب سے زیادہ کارڈ پوائنٹس جمع کرنا، چاہے مطلوبہ رنگ نہ ہو۔
zh_hans: 用所选将牌取胜以收集最多牌分，即便手中没有所需花色。

source: جولة الأشكال: اختر حكمًا بلون غير المكشوف أو صن أو بس
de: Ashkal-Runde: wähle eine andere Hokum-Farbe als die offene Karte, Sun oder Pass
en: Ashkal round: choose a Hokum suit other than the up-card suit, Sun, or Pass
es: Ronda de Ashkal: elige un palo de Hokum distinto al de la carta descubierta, Sun o Pass
fr: Tour Ashkal : choisis un atout Hokum différent de la carte visible, Sun ou Pass
hi: अशकल राउंड: खुली पत्ती के सूट से अलग Hokum सूट, Sun या Pass चुनें
id: Ronde Ashkal: pilih suit Hokum selain suit kartu terbuka, Sun, atau Pass
ru: Раунд Ashkal: выбери масть Hokum, отличную от открытой карты, Sun или Pass
tr: Ashkal turu: açık kartın renginden farklı bir Hokum rengi, Sun veya Pass seç
ur: اشکال راؤنڈ: کھلے پتے کے سوٹ کے علاوہ Hokum سوٹ، Sun یا Pass منتخب کریں
zh_hans: Ashkal 回合：选择不同于明牌花色的 Hokum 花色、Sun 或 Pass

source: جولة جديدة
de: Neue Runde
en: New Round
es: Ronda nueva
fr: Nouvelle manche
hi: नया राउंड
id: Ronde Baru
ru: Новый раунд
tr: Yeni el
ur: نیا راؤنڈ
zh_hans: 新的一局

source: حدث خطأ
de: Ein Fehler ist aufgetreten
en: An Error Occurred
es: Se ha producido un error
fr: Une erreur est survenue
hi: एक त्रुटि हुई
id: Terjadi Kesalahan
ru: Произошла ошибка
tr: Bir hata oluştu
ur: ایک خرابی پیش آ گئی
zh_hans: 发生错误
